[
  {
    "topic": "Fun and Games",
    "sections": [
      {
        "title": "Topic Vocabulary",
        "columns": [
          "No.",
          "Word",
          "Definition",
          "Example"
        ],
        "rows": [
          [
            "1",
            "beat",
            "to defeat someone in a game, competition, election, or battle",
            "England needed to beat Germany to get to the final."
          ],
          [
            "2",
            "board game",
            "any game in which you move objects around on a special board",
            "I think that Trivial Pursuit is my favourite board game."
          ],
          [
            "3",
            "captain",
            "the person who is in charge of a team or organisation",
            "She was captain of the Olympic swimming team."
          ],
          [
            "4",
            "challenge (v)",
            "to invite someone to compete or fight",
            "The girls challenged the boys to a cricket match."
          ],
          [
            "5",
            "challenge (n)",
            "something that needs a lot of skill, energy, and determination to deal with or achieve",
            "I felt I needed a new challenge at work."
          ],
          [
            "6",
            "champion",
            "someone who has won an important competition, especially in sport",
            "He finally became the world heavyweight boxing champion."
          ],
          [
            "7",
            "cheat",
            "to behave dishonestly, or to not obey rules",
            "Kids have always found ways of cheating in school exams."
          ],
          [
            "8",
            "classical music",
            "serious music that is played on instruments such as the piano and the violin",
            "I love classical music, like Beethoven."
          ],
          [
            "9",
            "club",
            "an organisation for people who take part in a particular activity, or the building that they use",
            "Why don't you join a chess club?"
          ],
          [
            "10",
            "coach",
            "someone who trains a sports player or team",
            "After playing for ten years, Barry became a baseball coach."
          ],
          [
            "11",
            "competition",
            "an organised event in which people try to win prizes by being better than other people",
            "He'd entered a competition in the local newspaper."
          ],
          [
            "12",
            "concert",
            "an event at which an orchestra, band, or musician plays or sings in front of an audience",
            "Did you hear that the Rolling Stones did a concert in China?"
          ],
          [
            "13",
            "defeat (v)",
            "to win against someone",
            "France defeated Italy 3-1."
          ],
          [
            "14",
            "defeat (n)",
            "failure to win a competition or to succeed in doing something",
            "England suffered a 2-0 defeat."
          ],
          [
            "15",
            "entertaining",
            "enjoyable or interesting",
            "I saw a really entertaining programme on TV last night."
          ],
          [
            "16",
            "folk music",
            "traditional music from a particular country or region, or music played in a traditional style",
            "What I like about folk music is the sound of the guitar."
          ],
          [
            "17",
            "group",
            "a small set of musicians who play pop music",
            "My brother has got his own group and they play in our local area."
          ],
          [
            "18",
            "gym",
            "a room or club with equipment for doing physical exercises",
            "I'm thinking of joining a gym."
          ],
          [
            "19",
            "have fun",
            "get enjoyment from an activity that is not important or serious",
            "We haven't had such fun for years."
          ],
          [
            "20",
            "interest (v)",
            "to make someone want to know about or take part in something",
            "Photography has always interested me."
          ],
          [
            "21",
            "interest (n)",
            "an activity that you enjoy doing when you are not working",
            "Tell us about your interests and hobbies."
          ],
          [
            "22",
            "member",
            "someone who belongs to a group or an organisation",
            "Are you a member of the golf club?"
          ],
          [
            "23",
            "opponent",
            "someone who is competing against you",
            "His opponent received only 36 per cent of the vote."
          ],
          [
            "24",
            "organise",
            "to prepare or arrange an activity or event",
            "Who's organising the conference?"
          ],
          [
            "25",
            "pleasure",
            "a feeling of happiness, enjoyment, or satisfaction",
            "He smiled with pleasure when she walked in."
          ],
          [
            "26",
            "referee",
            "someone whose job is to make sure that players in a game obey the rules",
            "The referee blew his whistle and the game began."
          ],
          [
            "27",
            "rhythm",
            "a regular pattern of sounds in music",
            "This song has got a really great rhythm."
          ],
          [
            "28",
            "risk (v)",
            "to do something although you know that something bad could happen as a result",
            "He risked a lot of money on the company."
          ],
          [
            "29",
            "risk (n)",
            "the possibility that something unpleasant or dangerous might happen",
            "There's a serious risk of an accident on this road."
          ],
          [
            "30",
            "score (v)",
            "to get a point in a game or sport",
            "No one scored in the first half."
          ],
          [
            "31",
            "score (n)",
            "the number of points that someone gains in a game or test",
            "The final score was 4-3 to United."
          ],
          [
            "32",
            "support (v)",
            "to like a particular sports team and always want them to win",
            "I support West Ham - who do you support?"
          ],
          [
            "33",
            "support (n)",
            "help that you give to a particular idea, organisation, etc",
            "I hope all the students will support our plans to rebuild the school."
          ],
          [
            "34",
            "team",
            "a group of people who play a sport or game against another group",
            "Are you in the hockey team this year?"
          ],
          [
            "35",
            "train",
            "to practise a sport regularly before a match or competition",
            "The players train five days a week."
          ],
          [
            "36",
            "video game",
            "a game in which players use electronic controls to move images on a television or computer screen",
            "I don't like video games - I'd rather play outside."
          ]
        ]
      },
      {
        "title": "Phrasal Verbs",
        "columns": [
          "No.",
          "Phrasal Verb",
          "Definition",
          "Example"
        ],
        "rows": [
          [
            "1",
            "carry on",
            "to continue",
            "The phone rang, but Mark just carried on."
          ],
          [
            "2",
            "eat out",
            "to eat at a restaurant",
            "Would you like stay in or eat out tonight?"
          ],
          [
            "3",
            "give up",
            "to stop doing something you regularly do",
            "You should give up smoking."
          ],
          [
            "4",
            "join in",
            "to participate, take part",
            "Ask them if you can play — I'm sure they'll let you join in."
          ],
          [
            "5",
            "send off",
            "to make a player leave a game",
            "It was a very bad foul and the referee sent the player off."
          ],
          [
            "6",
            "take up",
            "to start (a hobby, sport, etc)",
            "I've taken up stamp collecting and it's really interesting."
          ],
          [
            "7",
            "turn down",
            "to lower the volume of",
            "Turn the radio down — I'm trying to work."
          ],
          [
            "8",
            "turn up",
            "to increase the volume of",
            "We asked our teacher to turn the CD up, so that we could hear it."
          ]
        ]
      },
      {
        "title": "Prepositional Phrases",
        "columns": [
          "No.",
          "Phrase",
          "Definition",
          "Example"
        ],
        "rows": [
          [
            "1",
            "for a long time",
            "for many years/minutes/etc.",
            "I haven't seen George for a long time."
          ],
          [
            "2",
            "for fun",
            "for enjoyment",
            "I sing in a band for fun."
          ],
          [
            "3",
            "in the middle (of)",
            "in the centre of something",
            "In the middle of the stage, there was an elephant."
          ],
          [
            "4",
            "in time (for)",
            "early enough",
            "We arrived at the cinema just in time for the start of the film."
          ],
          [
            "5",
            "on CD/DVD/video",
            "stored in that format",
            "I didn't see it at the cinema, so I'm watching it on DVD tonight."
          ],
          [
            "6",
            "on stage",
            "performing in front of an audience",
            "There were three actors on stage."
          ]
        ]
      },
      {
        "title": "Word Patterns",
        "columns": [
          "No.",
          "Pattern",
          "Meaning",
          "Example"
        ],
        "rows": [
          [
            "1",
            "bored with",
            "not interested in something",
            "I’m bored with watching this film."
          ],
          [
            "2",
            "crazy about",
            "like something very much",
            "Marshall is crazy about video games."
          ],
          [
            "3",
            "good at",
            "skilled in something",
            "What sports are you good at?"
          ],
          [
            "4",
            "interested in",
            "wanting to know about something",
            "I’m quite interested in history."
          ],
          [
            "5",
            "keen on",
            "very interested in something",
            "I'm not very keen on spicy food."
          ],
          [
            "6",
            "popular with",
            "liked by many people",
            "This band is popular with teenagers."
          ],
          [
            "7",
            "feel like",
            "want to do something",
            "What do you feel like doing this weekend?"
          ],
          [
            "8",
            "listen to",
            "pay attention to sound",
            "In my free time, I like to listen to music."
          ],
          [
            "9",
            "take part in",
            "participate in something",
            "Have you ever taken part in a talent contest?"
          ],
          [
            "10",
            "a book (by somebody) about",
            "a book on a topic",
            "I read a great book by an English writer about travelling around Europe."
          ],
          [
            "11",
            "a fan of",
            "someone who likes something or someone",
            "If you're a fan of Tony DeVito, you'll love this latest album."
          ],
          [
            "12",
            "a game against",
            "a match versus someone",
            "In a game against a local school I scored four goals."
          ]
        ]
      },
      {
        "title": "Word Formation",
        "columns": [
          "No.",
          "Word",
          "Forms",
          "Examples"
        ],
        "rows": [
          [
            "1",
            "act",
            [
              "action",
              "actor",
              "active",
              "inactive"
            ],
            [
              "They say that actions speak louder than words.",
              "I would love to be an actor.",
              "Johnnie is six years old, so he's very active and has a lot of energy.",
              "I've been a bit inactive since I got a job in an office."
            ]
          ],
          [
            "2",
            "athlete",
            [
              "athletic",
              "athletics"
            ],
            [
              "You need to be very athletic to play volleyball.",
              "I want to see the athletics at the Olympics."
            ]
          ],
          [
            "3",
            "child",
            [
              "children",
              "childhood"
            ],
            [
              "I watched some children playing in the playground.",
              "My mum spent her childhood in France."
            ]
          ],
          [
            "4",
            "collect",
            [
              "collection",
              "collector"
            ],
            [
              "John has got a great collection of football shirts.",
              "I sold my old stamps to a collector."
            ]
          ],
          [
            "5",
            "entertain",
            [
              "entertainment",
              "entertaining"
            ],
            [
              "There isn't much entertainment in the evenings in my town.",
              "The show was very entertaining."
            ]
          ],
          [
            "6",
            "hero",
            [
              "heroic",
              "heroine"
            ],
            [
              "The story was all about two heroic young men.",
              "The heroine of the book finally gets married."
            ]
          ],
          [
            "7",
            "music",
            [
              "musical",
              "musician"
            ],
            [
              "Do you have much musical talent?",
              "It's not easy becoming a professional musician."
            ]
          ],
          [
            "8",
            "play",
            [
              "player",
              "playful"
            ],
            [
              "One of the players was injured when he scored a goal.",
              "My baby brother is very playful."
            ]
          ],
          [
            "9",
            "sail",
            [
              "sailing",
              "sailor"
            ],
            [
              "I love sailing and I try to go every summer.",
              "A sailor helped us put our bags onto the ship."
            ]
          ],
          [
            "10",
            "sing",
            [
              "sang",
              "sung",
              "song",
              "singer",
              "singing"
            ],
            [
              "I sang in the choir when I was young.",
              "The song was sung every morning at school.",
              "What's the name of that song you're singing?",
              "Kylie Minogue is one of my favourite singers.",
              "I love Katy's singing — she's got a good voice."
            ]
          ]
        ]
      }
    ]
  },
  {
    "topic": "Learning and doing",
    "sections": [
      {
        "title": "Topic Vocabulary",
        "columns": [
          "No.",
          "Word",
          "Definition",
          "Example"
        ],
        "rows": [
          [
            "1",
            "achieve",
            "to succeed in doing or having something",
            "We've achieved what we wanted to do."
          ],
          [
            "2",
            "brain",
            "the organ inside your head that allows you to think and feel, and controls your body",
            "The illness had affected his brain."
          ],
          [
            "3",
            "clever",
            "good at learning or understanding things",
            "I'd like to be a doctor, but I'm not clever enough."
          ],
          [
            "4",
            "concentrate",
            "to give all your attention to the thing that you are doing",
            "Just concentrate on your work."
          ],
          [
            "5",
            "consider",
            "to think about something carefully before you make a decision",
            "At one time I seriously considered leaving."
          ],
          [
            "6",
            "course",
            "a series of lessons in an academic subject or a practical skill",
            "You could do a language course abroad."
          ],
          [
            "7",
            "degree",
            "a course of study at a university, or the qualification that you get after completing the course",
            "She's doing a degree at Exeter University."
          ],
          [
            "8",
            "experience (v)",
            "if you experience a problem or situation, you have that problem or are in that situation",
            "I'd love to experience being in a submarine."
          ],
          [
            "9",
            "experience (n)",
            "knowledge and skill that you get by doing a particular job or activity",
            "Do you have any previous experience with children?"
          ],
          [
            "10",
            "expert (n)",
            "someone who has a particular skill or knows a lot about a particular subject",
            "She's a computer expert."
          ],
          [
            "11",
            "expert (adj)",
            "having special skills in or knowledge about something",
            "He's an expert painter."
          ],
          [
            "12",
            "fail",
            "to be unsuccessful in something",
            "I failed the maths exam."
          ],
          [
            "13",
            "guess (v)",
            "to say or decide what you think is true, without being certain about it",
            "Whoever guesses correctly will win two tickets to the show."
          ],
          [
            "14",
            "guess (n)",
            "an occasion when you say what you think is true without being certain",
            "Have a guess and then check it on your calculator."
          ],
          [
            "15",
            "hesitate",
            "to pause before doing something because you are nervous or not certain about it",
            "He hesitated for a moment and then knocked on the door."
          ],
          [
            "16",
            "instruction",
            "a statement of something that must be done, or an explanation of how to do or use something",
            "I tried to follow her instructions, but got confused."
          ],
          [
            "17",
            "make progress",
            "to develop or improve",
            "My guitar teacher says I'm making a lot of progress."
          ],
          [
            "18",
            "make sure",
            "to check something, so that you can be sure about it",
            "I just wanted to make sure you knew where to go."
          ],
          [
            "19",
            "mark (v)",
            "to judge the quality of a student's work and write a mark on it",
            "I spent the evening marking essays."
          ],
          [
            "20",
            "mark (n)",
            "a score or grade that you are given for school work or for how you perform in a competition",
            "What mark did you get for your essay?"
          ],
          [
            "21",
            "mental",
            "existing in the mind, or relating to the mind",
            "Scientists know a lot about the mental development of children."
          ],
          [
            "22",
            "pass",
            "to be successful in an examination or test",
            "She passed her driving test."
          ],
          [
            "23",
            "qualification",
            "something such as a degree or a diploma that you get when you successfully finish a course of study",
            "Simon left school with no qualifications."
          ],
          [
            "24",
            "remind",
            "to help someone to remember something",
            "Remind Jenny to bring my CD when she comes."
          ],
          [
            "25",
            "report",
            "a spoken or written description of a particular subject, situation, or event",
            "We have to write a short report on the conference."
          ],
          [
            "26",
            "revise",
            "to study your notes and information again in order to prepare for an examination",
            "I've got a test tomorrow, so I have to revise tonight."
          ],
          [
            "27",
            "search (v)",
            "to try to find something or someone by looking carefully",
            "After three days searching, I gave up."
          ],
          [
            "28",
            "search (n)",
            "an attempt to find something",
            "The police have carried out an extensive search of the area."
          ],
          [
            "29",
            "skill",
            "the ability to do something well, usually as a result of experience and training",
            "Being a doctor demands a lot of skill."
          ],
          [
            "30",
            "smart",
            "intelligent",
            "Sophie is a very smart student."
          ],
          [
            "31",
            "subject",
            "something that you learn or teach at a school, for example English, mathematics, or biology",
            "What's your favourite subject?"
          ],
          [
            "32",
            "take an exam",
            "to have an important test",
            "I'm taking the exam in June."
          ],
          [
            "33",
            "talented",
            "very good at something",
            "She's a talented singer."
          ],
          [
            "34",
            "term",
            "one of the periods of time that the year is divided into for students",
            "How many weeks is it till the end of term?"
          ],
          [
            "35",
            "wonder",
            "to think about something because you want to know more facts",
            "I was wondering about the best place for a holiday."
          ]
        ]
      },
      {
        "title": "Phrasal Verbs",
        "columns": [
          "No.",
          "Phrasal Verb",
          "Definition",
          "Example"
        ],
        "rows": [
          [
            "1",
            "cross out",
            "to draw a line through something",
            "Just cross it out and rewrite it correctly."
          ],
          [
            "2",
            "look up",
            "to try to find information in a book, etc",
            "I had to look the word up in a dictionary."
          ],
          [
            "3",
            "point out",
            "to tell someone important information",
            "He pointed out that we had two hours of free time before dinner."
          ],
          [
            "4",
            "read out",
            "to say something out loud which you are reading",
            "He read the list of names out."
          ],
          [
            "5",
            "rip up",
            "to tear into pieces",
            "Rip up this piece of paper when you've finished reading it."
          ],
          [
            "6",
            "rub out",
            "to remove with a rubber",
            "I can't rub it out because I wrote it in pen."
          ],
          [
            "7",
            "turn over",
            "to turn something so the other side is towards you",
            "You may turn over your exam papers now."
          ],
          [
            "8",
            "write down",
            "to write information on a piece of paper",
            "Do you want to write down my phone number?"
          ]
        ]
      },
      {
        "title": "Prepositional Phrases",
        "columns": [
          "No.",
          "Phrase",
          "Definition",
          "Example"
        ],
        "rows": [
          [
            "1",
            "by heart",
            "memorized",
            "I've learnt the song by heart."
          ],
          [
            "2",
            "for instance",
            "as an example",
            "Many countries, for instance the UK, don't have identity cards."
          ],
          [
            "3",
            "in conclusion",
            "to sum up",
            "In conclusion, I believe that television is a positive invention."
          ],
          [
            "4",
            "in fact",
            "actually",
            "Many people think Greece is hot in the winter but, in fact, it sometimes snows."
          ],
          [
            "5",
            "in favour (of)",
            "supporting something",
            "Are you in favour of school uniforms?"
          ],
          [
            "6",
            "in general",
            "generally",
            "In general, TV programmes are not educational."
          ]
        ]
      },
      {
        "title": "Word Patterns",
        "columns": [
          "No.",
          "Pattern",
          "Meaning",
          "Example"
        ],
        "rows": [
          [
            "1",
            "capable of",
            "able to do something",
            "Are you capable of holding your breath under water for two minutes?"
          ],
          [
            "2",
            "talented at",
            "skilled in",
            "Cilla is really talented at singing."
          ],
          [
            "3",
            "cheat at/in",
            "to be dishonest in a game/exam",
            "You should never cheat at cards. / You didn't cheat in the exam, did you?"
          ],
          [
            "4",
            "confuse sth with",
            "to mistake something",
            "I think you've confused me with someone else."
          ],
          [
            "5",
            "continue with",
            "carry on doing something",
            "Continue with your work and I'll be back in a moment."
          ],
          [
            "6",
            "cope with",
            "deal successfully with",
            "I can't cope with all this homework!"
          ],
          [
            "7",
            "help (sb) with",
            "assist",
            "Can I help you with that?"
          ],
          [
            "8",
            "know about",
            "have knowledge of",
            "Do you know anything about astronomy?"
          ],
          [
            "9",
            "learn about",
            "study / get information",
            "We're learning about dinosaurs at school at the moment."
          ],
          [
            "10",
            "succeed in",
            "achieve / accomplish",
            "I really hope you succeed in all your exams."
          ],
          [
            "11",
            "an opinion about/of",
            "view / belief",
            "What's your opinion about/of classical music?"
          ],
          [
            "12",
            "a question about",
            "inquiry / request for info",
            "Can I ask you a question about the maths test?"
          ]
        ]
      },
      {
        "title": "Word Formation",
        "columns": [
          "No.",
          "Word",
          "Forms",
          "Examples"
        ],
        "rows": [
          [
            "1",
            "begin",
            [
              "began",
              "begun",
              "beginner",
              "beginning"
            ],
            [
              "The lesson began at ten o'clock.",
              "We'd already begun when Sam arrived.",
              "She lost the game, but she is only a beginner.",
              "I missed the end of the film, but I saw the beginning."
            ]
          ],
          [
            "2",
            "brave",
            [
              "bravery"
            ],
            [
              "The police officer got an award for bravery."
            ]
          ],
          [
            "3",
            "correct",
            [
              "correction",
              "incorrect"
            ],
            [
              "I've made a few corrections to your article.",
              "I'm afraid that's incorrect."
            ]
          ],
          [
            "4",
            "divide",
            [
              "division"
            ],
            [
              "I'm good at multiplication, but not division."
            ]
          ],
          [
            "5",
            "educate",
            [
              "education"
            ],
            [
              "Every child should get an education."
            ]
          ],
          [
            "6",
            "instruct",
            [
              "instruction",
              "instructor"
            ],
            [
              "Listen carefully to the instructions before you do the exercise.",
              "She's a driving instructor."
            ]
          ],
          [
            "7",
            "memory",
            [
              "memorise",
              "memorial"
            ],
            [
              "Do we have to memorise all these irregular verbs?",
              "There's a memorial to Mr Watkins in the school garden."
            ]
          ],
          [
            "8",
            "refer",
            [
              "reference"
            ],
            [
              "I'm applying for a job, so could you write me a reference?"
            ]
          ],
          [
            "9",
            "silent",
            [
              "silence",
              "silently"
            ],
            [
              "I want absolute silence in the exam.",
              "The students all worked silently."
            ]
          ],
          [
            "10",
            "simple",
            [
              "simplify",
              "simplicity"
            ],
            [
              "It's very difficult, so I'll simplify it for you.",
              "Simplicity is important in good written communication."
            ]
          ]
        ]
      }
    ]
  },
  {
    "topic": "Coming and Going",
    "sections": [
      {
        "title": "Topic Vocabulary",
        "columns": [
          "No.",
          "Word",
          "Definition",
          "Example"
        ],
        "rows": [
          [
            "1",
            "abroad",
            "in or to a foreign country",
            "We try to go abroad at least once a year."
          ],
          [
            "2",
            "accommodation",
            "a place for someone to stay, live, or work in",
            "The hotel provides accommodation for up to 100 people."
          ],
          [
            "3",
            "book",
            "to arrange to have or use something at a particular time in the future",
            "Shall I book a room for you?"
          ],
          [
            "4",
            "break",
            "a period of time when you are not working and can rest or enjoy yourself",
            "OK, let's take a fifteen-minute break."
          ],
          [
            "5",
            "cancel",
            "to say that something that has been arranged will not now happen",
            "The 4.05 train has been cancelled."
          ],
          [
            "6",
            "catch",
            "to get on a train, bus, plane, or boat that is travelling somewhere",
            "I caught the next train to London."
          ],
          [
            "7",
            "coach",
            "a comfortable bus for long journeys",
            "Let's take the coach to Brighton this weekend."
          ],
          [
            "8",
            "convenient",
            "easy for you to do, or suitable for your needs",
            "Travelling underground is fast and convenient."
          ],
          [
            "9",
            "crash",
            "if a vehicle crashes, or if someone crashes it, it hits something",
            "Three people were killed when their car crashed into a tree."
          ],
          [
            "10",
            "crash",
            "an accident that happens when a vehicle hits something",
            "He was seriously injured in a car crash."
          ],
          [
            "11",
            "crowded",
            "containing a lot of people or things",
            "Was the pool crowded?"
          ],
          [
            "12",
            "cruise",
            "a journey on a ship for pleasure, often visiting a series of places",
            "I would love to go on a cruise round the Mediterranean."
          ],
          [
            "13",
            "delay (v)",
            "to do something later than is planned or expected",
            "They delayed the decision for as long as possible."
          ],
          [
            "14",
            "delay (n)",
            "a situation in which something happens later or more slowly than you expected",
            "After a long delay, the plane finally took off."
          ],
          [
            "15",
            "destination",
            "the place where someone or something is going",
            "After eight hours on the road, we finally reached our destination."
          ],
          [
            "16",
            "ferry",
            "a boat that makes short regular journeys between two or more places",
            "They took the ferry to Dover."
          ],
          [
            "17",
            "flight",
            "a journey in a plane",
            "The flight from New York to Heathrow took about five hours."
          ],
          [
            "18",
            "foreign",
            "from another country, or in another country",
            "Do you speak any foreign languages?"
          ],
          [
            "19",
            "harbour",
            "an area of water next to the land where boats can stop",
            "There were about twenty boats in the harbour."
          ],
          [
            "20",
            "journey",
            "an occasion when you travel from one place to another, especially over a long distance",
            "We had a long journey ahead of us."
          ],
          [
            "21",
            "luggage",
            "bags and suitcases that you take on a journey",
            "We have to get our luggage when we get off the plane."
          ],
          [
            "22",
            "nearby (adj)",
            "a nearby place is not far away",
            "Let's go to a nearby restaurant, shall we?"
          ],
          [
            "23",
            "nearby (adv)",
            "not far from where you are",
            "My cousin lives nearby."
          ],
          [
            "24",
            "pack",
            "to put your things into a bag, case, or box so that you can take or send them somewhere",
            "He was still packing his suitcase when the taxi came."
          ],
          [
            "25",
            "passport",
            "an official document that contains your photograph and shows which country you are a citizen of",
            "Bill has a Canadian passport."
          ],
          [
            "26",
            "platform",
            "an area next to a railway track where passengers get onto and off trains",
            "The train to Brussels will depart from platform 3."
          ],
          [
            "27",
            "public transport",
            "the system that is used for travelling or for moving goods from one place to another",
            "Auckland's public transport system is excellent."
          ],
          [
            "28",
            "reach",
            "to arrive somewhere",
            "We hoped to reach the camp before dark."
          ],
          [
            "29",
            "resort",
            "a place where people go for a holiday",
            "We stayed in a lovely ski resort."
          ],
          [
            "30",
            "souvenir",
            "something that you buy to remind you of a place that you visited on holiday or of a special event",
            "This T-shirt with Big Ben on it will make a great souvenir."
          ],
          [
            "31",
            "traffic",
            "the vehicles that are travelling in an area at a particular time",
            "At that time of night, there was no traffic on the roads."
          ],
          [
            "32",
            "trip",
            "an occasion when you go somewhere and come back again",
            "The whole family went on a trip to Florida."
          ],
          [
            "33",
            "vehicle",
            "a machine that you travel in or on, especially one with an engine that travels on roads, for example a car, bus, etc",
            "Four vehicles were involved in the accident."
          ]
        ]
      },
      {
        "title": "Phrasal Verbs",
        "columns": [
          "No.",
          "Phrasal Verb",
          "Definition",
          "Example"
        ],
        "rows": [
          [
            "1",
            "get in(to)",
            "to enter a car",
            "I hurt my head as I was getting into the car."
          ],
          [
            "2",
            "get off",
            "to leave a bus/train/etc",
            "You need to get off the bus opposite the supermarket."
          ],
          [
            "3",
            "get on(to)",
            "to enter a bus/train/etc",
            "You can buy a ticket when you get on the bus."
          ],
          [
            "4",
            "get out (of)",
            "to leave a car/building/room/etc",
            "Quick! Get out of the car!"
          ],
          [
            "5",
            "go away",
            "to leave a place/someone",
            "Why don't you just go away and leave me alone?"
          ],
          [
            "6",
            "go back (to)",
            "to return (to)",
            "I can't wait to go back to Italy."
          ],
          [
            "7",
            "set off",
            "to start a journey",
            "Go to sleep because we're setting off early in the morning."
          ],
          [
            "8",
            "take off",
            "to leave the ground / to remove (a piece of clothing)",
            "Let's go and watch the planes taking off while we wait..."
          ]
        ]
      },
      {
        "title": "Prepositional Phrases",
        "columns": [
          "No.",
          "Phrase",
          "Definition",
          "Example"
        ],
        "rows": [
          [
            "1",
            "by air/sea/bus/car/etc",
            "traveling via a particular transport",
            "The best way to get there is by bus."
          ],
          [
            "2",
            "on board",
            "on a ship/plane/etc",
            "The ship left as soon as all the passengers were on board."
          ],
          [
            "3",
            "on foot",
            "walking",
            "Can we go from the hotel to the beach on foot, or is it better to take a bus?"
          ],
          [
            "4",
            "on holiday",
            "during a vacation",
            "Isn't it great to finally be on holiday?"
          ],
          [
            "5",
            "on schedule",
            "at the planned time",
            "Our train arrived on schedule."
          ],
          [
            "6",
            "on the coast",
            "near the sea",
            "We used to live on the coast."
          ]
        ]
      },
      {
        "title": "Word Patterns",
        "columns": [
          "No.",
          "Pattern",
          "Meaning",
          "Example"
        ],
        "rows": [
          [
            "1",
            "close to",
            "near",
            "The Town Hall is quite close to my house."
          ],
          [
            "2",
            "famous for",
            "well-known because of",
            "This area is famous for cheese and pasta."
          ],
          [
            "3",
            "arrive at",
            "reach a small place",
            "Let's have dinner as soon as we arrive at the hotel."
          ],
          [
            "4",
            "arrive in",
            "reach a town/city/country",
            "I hope it's not raining when we arrive in Manchester."
          ],
          [
            "5",
            "ask (sb) about",
            "to request information",
            "Why don't you ask your dad about the party?"
          ],
          [
            "6",
            "far from",
            "distant",
            "Is the cinema far from here?"
          ],
          [
            "7",
            "late for",
            "not on time",
            "Hurry up or we'll be late for school."
          ],
          [
            "8",
            "suitable for",
            "appropriate",
            "This film is not suitable for children under the age of 15."
          ],
          [
            "9",
            "ask for",
            "to request something",
            "Ed asked for a pencil, so I lent him one."
          ],
          [
            "10",
            "look at",
            "direct eyes toward",
            "What are those people looking at?"
          ],
          [
            "11",
            "prepare for",
            "get ready",
            "How do you prepare for a big match?"
          ],
          [
            "12",
            "provide sb with",
            "give someone something",
            "The college provides all the students with books."
          ],
          [
            "13",
            "wait for",
            "stay until someone/something arrives",
            "Are you waiting for a taxi?"
          ]
        ]
      },
      {
        "title": "Word Formation",
        "columns": [
          "No.",
          "Word",
          "Forms",
          "Examples"
        ],
        "rows": [
          [
            "1",
            "attract",
            [
              "attractive",
              "attraction"
            ],
            [
              "The south of England is really attractive at this time of year.",
              "The old castle is probably the most popular attraction in this area."
            ]
          ],
          [
            "2",
            "direct",
            [
              "direction"
            ],
            [
              "Which direction did he go in?"
            ]
          ],
          [
            "3",
            "back",
            [
              "backwards"
            ],
            [
              "Have you ever tried running backwards?"
            ]
          ],
          [
            "4",
            "drive",
            [
              "drove",
              "driven",
              "driver"
            ],
            [
              "I can't believe you drove all the way to Paris.",
              "Can electric cars be driven on the roads in the UK?",
              "I asked the taxi driver to slow down."
            ]
          ],
          [
            "5",
            "choose",
            [
              "chose",
              "chosen",
              "choice"
            ],
            [
              "Sylvia finally chose chocolate ice cream.",
              "Take the book you have chosen and get it stamped by the librarian.",
              "You have a choice - you can either have strawberry or chocolate ice cream."
            ]
          ],
          [
            "6",
            "fly",
            [
              "flew",
              "flown",
              "flight"
            ],
            [
              "A bird flew past the window.",
              "Have you ever flown in such a small plane?",
              "Our flight leaves at three in the morning."
            ]
          ],
          [
            "7",
            "comfort",
            [
              "comfortable",
              "uncomfortable"
            ],
            [
              "That sofa looks very comfortable, doesn't it?",
              "After four hours on the plane, I was beginning to feel uncomfortable."
            ]
          ],
          [
            "8",
            "travel",
            [
              "traveller"
            ],
            [
              "If you're an experienced traveller, you'll know how important it is to be organised."
            ]
          ],
          [
            "9",
            "depart",
            [
              "departure"
            ],
            [
              "British Airways announces the departure of flight BA 632 to Moscow."
            ]
          ],
          [
            "10",
            "visit",
            [
              "visitor"
            ],
            [
              "The zoo has about 250,000 visitors a year."
            ]
          ]
        ]
      }
    ]
  }
]